Repository: PhpDevBox/PhpDevBox
Catalog: scripts/cli_languages/cli_jenkinstemplate/g11n/*/*.cli_jenkinstemplate.po
Languages: de_de

source: Jenkins Template
de_de: Jenkins Vorlage

source: Your repository is located at:
de_de: Ihr Repository befindet sich unter:

source: Finished =;)
de_de: Fertig =;)

source: Project:
de_de: Projekt:

source: Setting up repository in
de_de: Einrichten des Repositories in

source: %s - Can not create the repo dir in %s
de_de: %s - Das Repoverzeichnis konnte nicht in "%s" erstellt werden.

source: %s - Can not create the git repository in %s: %s
de_de: %s - Das Gitrepository konnte nicht in "%s" erstellt werden: %s

source: Performing initial commit
de_de: Ausf√ºhren des ersten Commits

source: %s - Can not initialize the git repository in %s: %s
de_de: %s - Das Git Repository konnte nicht in "%s" erstellt werden: %s

source: Setting up Jenkins project in
de_de: Einrichten des Jenkins Projekts in

source: %s - Can not create the Jenkins dir in %s
de_de: %s - Das Jenkins Projekt konnte nicht in "%s" eingerichtet werden.
